docs/experiments/position-visibility/results/bench-c1long_baseline_c1_s3.txt
pgbench (17.10 (Debian 17.10-1.pgdg13+1))
transaction type: /harness/bench/append.sql
scaling factor: 1
query mode: prepared
number of clients: 1
number of threads: 1
maximum number of tries: 1
duration: 90 s
number of transactions actually processed: 33991
number of failed transactions: 0 (0.000%)
latency average = 2.648 ms
initial connection time = 2.131 ms
tps = 377.677249 (without initial connection time)