docs/experiments/position-visibility/results/bench-c1long_baseline_c1_s7.txt
pgbench (17.10 (Debian 17.10-1.pgdg13+1))
transaction type: /harness/bench/append.sql
scaling factor: 1
query mode: prepared
number of clients: 1
number of threads: 1
maximum number of tries: 1
duration: 90 s
number of transactions actually processed: 29844
number of failed transactions: 0 (0.000%)
latency average = 3.016 ms
initial connection time = 1.536 ms
tps = 331.595616 (without initial connection time)