docs/experiments/position-visibility/results/bench_arm_b_const_c32_s22.txt
pgbench (17.10 (Debian 17.10-1.pgdg13+1))
transaction type: /harness/bench/append.sql
scaling factor: 1
query mode: prepared
number of clients: 32
number of threads: 4
maximum number of tries: 1
duration: 30 s
number of transactions actually processed: 10766
number of failed transactions: 0 (0.000%)
latency average = 89.377 ms
initial connection time = 13.916 ms
tps = 358.032118 (without initial connection time)