docs/experiments/position-visibility/results/bench_arm_c_c1_s8.txt
pgbench (17.10 (Debian 17.10-1.pgdg13+1))
transaction type: /harness/bench/append.sql
scaling factor: 1
query mode: prepared
number of clients: 1
number of threads: 1
maximum number of tries: 1
duration: 30 s
number of transactions actually processed: 9450
number of failed transactions: 0 (0.000%)
latency average = 3.175 ms
initial connection time = 1.762 ms
tps = 315.007655 (without initial connection time)