docs/experiments/position-visibility/results/bench_baseline_c32_s27.txt
pgbench (17.10 (Debian 17.10-1.pgdg13+1))
transaction type: /harness/bench/append.sql
scaling factor: 1
query mode: prepared
number of clients: 32
number of threads: 4
maximum number of tries: 1
duration: 30 s
number of transactions actually processed: 203611
number of failed transactions: 0 (0.000%)
latency average = 4.712 ms
initial connection time = 26.435 ms
tps = 6791.061791 (without initial connection time)